//FOUR018X JOB 'COMP COB',MSGCLASS=X,CLASS=C,NOTIFY=&SYSUID,TIME=(0,01) 00010000
// JCLLIB ORDER=PR.FOUR001.PROCLIB                                      00130000
//COBCOMP  EXEC DFHCOBOL,NOME='FR18RELB'                                00140001
//SYSTERM  DD  SYSOUT=*                                                 00141000
//LKED.SYSIN    DD   *                                                  00150000
  NAME FR18RELB(R)                                                      00160001
//*--------------------------------------------------------------------*00170000
//*          FIM JOB DE COMPILACAO COBOL BATCH                         *00180000
//*--------------------------------------------------------------------*00190000
