//FOUR018X JOB 'COMP CO',CLASS=C,MSGCLASS=X,NOTIFY=&SYSUID
// JCLLIB  ORDER=GR.GERAL.PROCLIB
//COBCOMP  EXEC DFHCOBLB,LIB1=GR.FOUR018,NOME='FR18LVSA',LIB2=GR.GERAL
//SYSTERM  DD  SYSOUT=*
//LKED.SYSIN    DD   *
  NAME  FR18LVSA(R) *
/*
