//FOUR018X JOB 'COMP DB2',MSGCLASS=X,CLASS=C,NOTIFY=&SYSUID
//*-------------------------------------------------------------------*
//*      JOB DE COMPILACAO DE PROGRAMA COBOL COM DB2 BATCH            *
//*      NAME = SEU PROGRAMA  -   INSTR = SUA CHAVE
//*-------------------------------------------------------------------*
//         JCLLIB ORDER=GR.GERAL.PROCLIB
//COMPDB2B EXEC DFHCODB2,NAME=FR18DB09,INSTR=FOUR018
//LKED.SYSIN    DD   *
  NAME FR18DB09(R)
//*
//BIND.SYSTSIN  DD *
 DSN  SYSTEM(DB8G)
 BIND PLAN(FR18DB09) MEM(FR18DB09) ACT(REP) ISOLATION(CS) -
       LIB('DSN810.DBRMLIB.DATA')
 END
