//FOUR018X JOB 'COMP COB',MSGCLASS=X,CLASS=C,NOTIFY=&SYSUID,TIME=(0,01) 00010000
//EXECUTAR EXEC PGM=PROGLOG                                             00020005
//STEPLIB  DD DSN=PR.FOUR018.OBJ,DISP=SHR                               00030000
//REGISTRO DD DSN=PR.FOUR018.REGISTRO,DISP=SHR                          00031002
//SYSIN    DD *                                                         00040000
