//FOUR018X JOB 'EXE CVSA',MSGCLASS=X,CLASS=C,NOTIFY=&SYSUID,TIME=(0,01) 00010000
//STEP01   EXEC PGM=MD021803,PARM='000100537000500247'                  00020007
//STEPLIB  DD   DSN=GR.GERAL.LOADLIB,DISP=SHR                           00024000
//EVSA0407 DD   DSN=GR.FOUR018.EVSA0407,DISP=SHR                        00025000
//SVSA1107 DD   DSN=GR.FOUR018.SVSA1107,DISP=OLD                        00026005
//S1107EXC DD   DSN=GR.FOUR018.S1107EXC,DISP=OLD                        00027006
