//FOUR018X JOB 'EXE CVSA',MSGCLASS=X,CLASS=C,NOTIFY=&SYSUID,TIME=(0,01) 00010000
//EXECUTAR EXEC PGM=MD021802,PARM='L001801818'                          00020017
//*EXECUTAR EXEC PGM=MD021802,PARM='D001801818'                         00021015
//*EXECUTAR EXEC PGM=MD021802,PARM='G0018018180000500000'               00022017
//*EXECUTAR EXEC PGM=MD021802,PARM='R0018018180000500000'               00023015
//STEPLIB  DD   DSN=GR.GERAL.LOADLIB,DISP=SHR                           00030000
//EVSA0407 DD   DSN=GR.FOUR018.EVSA0407,DISP=SHR                        00040000
