       01 FD-CLIENTES.
          05 FD-CHAVE.
            10 FD-AGENCIA PIC X(04).
            10 FD-CONTA   PIC X(04).
          05 FD-NOME    PIC X(30).
          05 FD-SALDO   PIC 9(08).
